Repository: danekolak/Tipnet
Catalog: ErrorMessages/ErrorMessages.*.resx
Languages: hr

# AccountAlreadyBlocked
source: Account already blocked till
hr: Racun je vec blokiran do

# AccountBlocked
source: Account temporarily blocked
hr: Racun privremeno blokiran

source: Account blocked till
hr: Racun blokiran do

# AccountPermaBlocked
source: Account permanently blocked
hr: Racun trajno blokiran

# AutoLogOff
source: Log me out automatically after
hr: Automatski me iskljuci

# AutoLogOffRequired
source: Automatic log off required
hr: Automatsko iskljucenje obavezno

# AutoOdjavaBody
source: Your timeout period has expired
hr: Vrijeme za automatsku odjavu je isteklo

# AutoOdjavaHead
source: Automatic timeout
hr: Automatska odjava

source: Betting limit required
hr: Pauza klađenja obavezan

source: Betting timeout
hr: Pauza klađenja

# Birthdate
source: Date of birth
hr: Datum rođenja

source: Birthday required
hr: Datum rođenja obavezan

# CaptchaNotValid
source: Captcha is not valid
hr: Captcha nije ispravna

# ChangeEmailBody
source: Click on the following link to confirm your new email address
hr: Kliknite na sljedeci link da bi ste potvrdili novu email adresu

# ChangeEmailHead
source: Email change confirmation link
hr: Link za potvrdu promjene email adrese

source: City
hr: Grad

source: City required
hr: Grad obavezan

source: Confirm email required
hr: Potvrdite email obavezno

source: Confirm password
hr: Potvrdite zaporuku

source: Confirm password required
hr: Potvrdite zaporuku obavezno

source: Country
hr: Država

source: Country required
hr: Država obavezna

source: Email
hr: Email adresa

# EmailAndBirthdateError
source: Email address and birthdate do not match.
hr: Email adresa i datum rođenja se ne poklapaju.

# EmailChanged
source: Email address changes. New email address is
hr: Email adresa promjenjena. Nova email adresa je

# EmailConfirmed
source: Email address successfully confirmed
hr: Email adresa uspjesno potvrđena

# EmailExists
source: Email already taken
hr: Email adresa zauzeta

# EmailMatch
source: Email do not match
hr: Email adrese se ne podudaraju

# EmailNotConfirmed
source: Email is not confirmed
hr: Email nije potvrđen

# EmailNotExist
source: There is no user with entered email address.
hr: Ne postoji korisnik s unesenim email adresom.

source: Email required
hr: Email adresa obavezna

# EmailSent
source: Email sent to
hr: Email poslan na

source: Error
hr: Greška

source: Explanation
hr: Obrazloženje

source: Explanation required
hr: Obrazloženje obavezno

source: First name
hr: Ime

source: First name required
hr: Ime obavezno

source: House number
hr: Kucni broj

source: Language
hr: Jezik

source: Language required
hr: Jezik obavezan

# LevenhsteinError
source: Password must not be similar to first name, second name or username.
hr: Password ne smije biti slican imenu, prezimenu ili korisnickom imenu.

source: Link not valid
hr: Link nije valjan

# LinkValidity
source: Link is valid for 30 minutes.
hr: Link je validan 30 minuta.

source: Lock duration
hr: Trajanje blokade

source: Lock duration required
hr: Trajanje blokade obavezno

source: Lock reason
hr: Razlog blokade

source: Lock reason required
hr: Razlog blokade obavezan

# LoginSuccess
source: Login successfull
hr: Prijava uspjesna

source: Mobile phone number
hr: Broj mobitela

source: Password
hr: Zaporka

# PasswordChangeSuccess
source: Password successfuly changed
hr: Password uspjesno promjenjen.

# PasswordExpression
source: Password must contain at least 8 characters of which one is lowercase one uppercase one number and one special symbol
hr: Zaporka mora sadržavati najmanje 8 znakova od kojih jedno malo slovo, jedno veliko slovo, jedan broj i jedan posebni znak

# PasswordLength
source: Password must consist of at least 8 and at moast 40 characters
hr: Zaporka mora sadržavati najmanje 8 i najviše 40 znakova

# PasswordMatch
source: Password do not match
hr: Zaporke se ne podudaraju

source: Password required
hr: Zaporka obavezna

# PasswordResetLinkBody
source: Click on the link to reset your password
hr: Kliknite na link da bi ste resetirali password

# PasswordResetLinkHead
source: Password reset link
hr: Link za reset passworda

source: Phone number
hr: Broj telefona

# ResetLinkSent
source: Reset link is sent to
hr: Link za reset je poslan na

# SamePassError
source: New password can't be same as your old password.
hr: Novi password ne moze biti isti kao stari password.

source: Second name
hr: Prezime

source: Second name required
hr: Prezime obavezno

source: Server error!
hr: Greška servera!

# SessionTimeOutAlert
source: Session expired!
hr: Sessija istekla!

# SessionTimeOutBody
source: Your session expires in 20 seconds!
hr: Vaša sesija istice za 20 sekundi!

# SessionTimeOutHead
source: Session is expireing
hr: Sessija istice

source: Street name
hr: Ulica

# StreetRequired
source: Street name required
hr: Ulica obavezno

source: Title
hr: Oslovljavanje

source: Title required
hr: Oslovljavanje obavezno

source: Username
hr: Korisnicko ime

# UsernameExists
source: Username already taken
hr: Korisnicko ime zauzeto

# UsernameExpression
source: Must be between 6 and 20 alfanumeric characters including - and _
hr: Mora biti između 6 i 20 alfanumeričkih znakova uključujući - i _

# UsernameMail
source: Your username is:
hr: Vaše korisnicko ime je:

# UsernameMailSent
source: Username sent to
hr: Korisnicko ime je poslano na

# UsernameNotExist
source: There is no user with entered username.
hr: Korisnicko ime ne postoji.

source: Username required
hr: Korisnicko ime obavezno

source: Wrong password
hr: Netocna zaporka

source: Wrong username
hr: Netocno korisnicko ime

source: ZIP code
hr: Poštanski broj

# ZipRequired
source: ZIP code required
hr: Poštanski broj obavezan
